---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayDeformedShapeSettings
source: html/ae95246d-e05a-0d56-1927-ba1464f42eef.htm
---
# AnalysisDisplayDeformedShapeSettings Properties

Color of grid lines.